tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
brew "freetype"
brew "apktool"
brew "readline"
brew "asdf"
brew "xz"
brew "awscli"
brew "bat"
brew "calc"
brew "direnv"
brew "dive"
brew "dog"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "go"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "iperf3"
brew "lazygit"
brew "openssl@3"
brew "libmemcached"
brew "mackup"
brew "mas"
brew "mysql"
brew "nmap"
brew "openjdk"
brew "p7zip"
brew "peco"
brew "pipenv"
brew "pipx"
brew "poetry"
brew "postgresql", restart_service: true
brew "pwgen"
brew "redis", restart_service: true
brew "ripgrep"
brew "shellcheck"
brew "speedtest-cli"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "topgrade"
brew "transmission-cli"
brew "winetricks"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "android-platform-tools"
cask "android-studio"
cask "calibre"
cask "cleanmymac"
cask "dash"
cask "docker"
cask "figma"
cask "insomnia"
cask "iterm2"
cask "licecap"
cask "macpass"
cask "mattermost"
cask "notion"
cask "nrlquaker-winbox"
cask "osxfuse"
cask "pycharm"
cask "riot"
cask "skype"
cask "speedcrunch"
cask "spotify"
cask "syncthing"
cask "transmission"
cask "tunnelblick"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "xmind"
cask "yandex-disk"
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LiteManager", id: 1113436889
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
